tap "1password/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "python@3.10"
brew "awscli"
brew "bat"
brew "byobu"
brew "deno"
brew "exa"
brew "fd"
brew "fzf"
brew "gh"
brew "ghq"
brew "gibo"
brew "git"
brew "gnupg"
brew "go"
brew "openjdk"
brew "gradle"
brew "graphviz"
brew "htop"
brew "jenv"
brew "n"
brew "openjdk@17"
brew "peco"
brew "python@3.9"
brew "subversion"
brew "the_platinum_searcher"
brew "tig"
brew "trash-cli"
brew "tree"
brew "wget"
brew "wimlib"
brew "zsh"
brew "zsh-completions"
cask "1password"
cask "1password-cli"
cask "adobe-acrobat-reader"
cask "appcleaner"
cask "balenaetcher"
cask "discord"
cask "docker"
cask "font-ricty-diminished"
cask "font-source-sans-pro"
cask "font-source-serif-pro"
cask "github"
cask "google-chrome"
cask "google-japanese-ime"
cask "gyazo"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "kensingtonworks"
cask "kindle"
cask "kindle-previewer"
cask "krisp"
cask "mactex-no-gui"
cask "obs"
cask "origin"
cask "rectangle"
cask "shureplus-motiv"
cask "slack"
cask "spotify"
cask "steam"
cask "synology-drive"
cask "visual-studio-code"
